pages/publications.org
#+BEGIN_COMMENT
.. title: Publications
.. slug: publications
.. date: 2017-12-27 21:55:07 UTC-05:00
.. tags: 
.. category: 
.. link: index.html
.. description: 
.. type: text
#+END_COMMENT

** 
Marshall R, Maxwell CS, Collins SP, Beisel CL, Noireaux V. Short DNA containing χ sites enhances DNA stability and gene expression in E. coli cell-free transcription-translation systems. Biotechnol Bioeng. 2017;114(9):2137-2141. [[http://dx.doi.org/10.1002/bit.26333]].
** 
Maxwell CS, Magwene PM. The quick and the dead: microbial demography at the yeast thermal limit. Mol Ecol. 2017;26(6):1631-1640. [[http://dx.doi.org/10.1111/mec.13955]].
** 
Maxwell CS, Magwene PM. When sensing is gambling: An experimental system reveals how plasticity can generate tunable bet-hedging strategies. Evolution. 2017;71(4):859-871. [[http://dx.doi.org/10.1111/evo.13199]].
** 
Kaplan REW, Chen Y, Moore BT, et al. dbl-1/TGF-β and daf-12/NHR Signaling Mediate Cell-Nonautonomous Effects of daf-16/FOXO on Starvation-Induced Developmental Arrest. Ashrafi K, ed. PLoS Genet. 2015;11(12):e1005731. [[http://dx.doi.org/10.1371/journal.pgen.1005731]].
** 
Jobson MA, Hogan SL, Maxwell CS, et al. Clinical Features of Reported Ethylene Glycol Exposures in the United States. Choonara I, ed. PLoS ONE. 2015;10(11):e0143044. [[http://dx.doi.org/10.1371/journal.pone.0143044]].
** 
Maxwell CS, Kruesi WS, Core LJ, et al. Pol II docking and pausing at growth and stress genes in C. elegans. Cell Rep. 2014;6(3):455-466. [[http://dx.doi.org/10.1016/j.celrep.2014.01.008]].
** 
Maxwell C, Antoshechkin I, Kurhanewicz N, Belsky J, Baugh LR. Nutritional control of mRNA isoform expression during developmental arrest and recovery in C. elegans. Genome Research. 2012;22(10):gr.133587.111-gr.133587.1929. [[http://dx.doi.org/10.1101/gr.133587.111]].
