publications/index.html
<!DOCTYPE html>
<html prefix="og: http://ogp.me/ns# article: http://ogp.me/ns/article# " lang="en">
<head>
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Publications | ⌂</title>
<link href="../assets/css/all-nocdn.css" rel="stylesheet" type="text/css">
<meta name="theme-color" content="#5670d4">
<meta name="generator" content="Nikola (getnikola.com)">
<link rel="alternate" type="application/rss+xml" title="RSS" href="../rss.xml">
<link rel="canonical" href="https://csmaxwell.github.io/publications/">
<!--[if lt IE 9]><![endif]--><meta name="author" content="Colin S. Maxwell">
<meta property="og:site_name" content="⌂">
<meta property="og:title" content="Publications">
<meta property="og:url" content="https://csmaxwell.github.io/publications/">
<meta property="og:description" content="Marshall R, Maxwell CS, Collins SP, Beisel CL, Noireaux V. Short DNA containing χ sites enhances DNA stability and gene expression in E. coli cell-free transcription-translation systems. Biotechnol Bi">
<meta property="og:type" content="article">
<meta property="article:published_time" content="2017-12-27T21:55:07-05:00">
</head>
<body>
<a href="#content" class="sr-only sr-only-focusable">Skip to main content</a>

<!-- Menubar -->

<nav class="navbar navbar-inverse navbar-static-top"><div class="container">
<!-- This keeps the margins nice -->
        <div class="navbar-header">
            <button type="button" class="navbar-toggle collapsed" data-toggle="collapse" data-target="#bs-navbar" aria-controls="bs-navbar" aria-expanded="false">
            <span class="sr-only">Toggle navigation</span>
            <span class="icon-bar"></span>
            <span class="icon-bar"></span>
            <span class="icon-bar"></span>
            </button>
            <a class="navbar-brand" href="https://csmaxwell.github.io/">

                <span id="blog-title">⌂</span>
            </a>
        </div>
<!-- /.navbar-header -->
        <div class="collapse navbar-collapse" id="bs-navbar" aria-expanded="false">
            <ul class="nav navbar-nav">
<li>
<a href="../about/">About</a>
                </li>
<li class="active">
<a href=".">Publications <span class="sr-only">(active)</span></a>
                </li>
<li>
<a href="../resources/">Code and Data</a>
                </li>
<li>
<a href="../blog/">Blog</a>
                </li>
<li>
<a href="../archive.html">Archive</a>
                </li>
<li>
<a href="../categories/">Tags</a>
                </li>
<li>
<a href="../rss.xml">RSS feed</a>

                
            </li>
</ul>
<ul class="nav navbar-nav navbar-right">
<li>
    <a href="index.org" id="sourcelink">Source</a>
    </li>

                
            </ul>
</div>
<!-- /.navbar-collapse -->
    </div>
<!-- /.container -->
</nav><!-- End of Menubar --><div class="container" id="content" role="main">
    <div class="body-content">
        <!--Body content-->
        <div class="row">
            
            
<article class="post-text storypage" itemscope="itemscope" itemtype="http://schema.org/Article"><header><h1 class="p-name entry-title" itemprop="headline name"><a href="." class="u-url">Publications</a></h1>

        

    </header><div class="e-content entry-content" itemprop="articleBody text">
    <div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"></h2>
<div class="outline-text-2" id="text-1">
<p>
Marshall R, Maxwell CS, Collins SP, Beisel CL, Noireaux V. Short DNA containing χ sites enhances DNA stability and gene expression in E. coli cell-free transcription-translation systems. Biotechnol Bioeng. 2017;114(9):2137-2141. <a href="http://dx.doi.org/10.1002/bit.26333">http://dx.doi.org/10.1002/bit.26333</a>.
</p>
</div>
</div>
<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2"></h2>
<div class="outline-text-2" id="text-2">
<p>
Maxwell CS, Magwene PM. The quick and the dead: microbial demography at the yeast thermal limit. Mol Ecol. 2017;26(6):1631-1640. <a href="http://dx.doi.org/10.1111/mec.13955">http://dx.doi.org/10.1111/mec.13955</a>.
</p>
</div>
</div>
<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3"></h2>
<div class="outline-text-2" id="text-3">
<p>
Maxwell CS, Magwene PM. When sensing is gambling: An experimental system reveals how plasticity can generate tunable bet-hedging strategies. Evolution. 2017;71(4):859-871. <a href="http://dx.doi.org/10.1111/evo.13199">http://dx.doi.org/10.1111/evo.13199</a>.
</p>
</div>
</div>
<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4"></h2>
<div class="outline-text-2" id="text-4">
<p>
Kaplan REW, Chen Y, Moore BT, et al. dbl-1/TGF-β and daf-12/NHR Signaling Mediate Cell-Nonautonomous Effects of daf-16/FOXO on Starvation-Induced Developmental Arrest. Ashrafi K, ed. PLoS Genet. 2015;11(12):e1005731. <a href="http://dx.doi.org/10.1371/journal.pgen.1005731">http://dx.doi.org/10.1371/journal.pgen.1005731</a>.
</p>
</div>
</div>
<div id="outline-container-sec-5" class="outline-2">
<h2 id="sec-5"></h2>
<div class="outline-text-2" id="text-5">
<p>
Jobson MA, Hogan SL, Maxwell CS, et al. Clinical Features of Reported Ethylene Glycol Exposures in the United States. Choonara I, ed. PLoS ONE. 2015;10(11):e0143044. <a href="http://dx.doi.org/10.1371/journal.pone.0143044">http://dx.doi.org/10.1371/journal.pone.0143044</a>.
</p>
</div>
</div>
<div id="outline-container-sec-6" class="outline-2">
<h2 id="sec-6"></h2>
<div class="outline-text-2" id="text-6">
<p>
Maxwell CS, Kruesi WS, Core LJ, et al. Pol II docking and pausing at growth and stress genes in C. elegans. Cell Rep. 2014;6(3):455-466. <a href="http://dx.doi.org/10.1016/j.celrep.2014.01.008">http://dx.doi.org/10.1016/j.celrep.2014.01.008</a>.
</p>
</div>
</div>
<div id="outline-container-sec-7" class="outline-2">
<h2 id="sec-7"></h2>
<div class="outline-text-2" id="text-7">
<p>
Maxwell C, Antoshechkin I, Kurhanewicz N, Belsky J, Baugh LR. Nutritional control of mRNA isoform expression during developmental arrest and recovery in C. elegans. Genome Research. 2012;22(10):gr.133587.111-gr.133587.1929. <a href="http://dx.doi.org/10.1101/gr.133587.111">http://dx.doi.org/10.1101/gr.133587.111</a>.
</p>
</div>
</div>
    </div>
    

</article>
</div>
        <!--End of body content-->

        <footer id="footer">
            Contents © 2017 <a href="mailto:cs.maxwell%20%5Bat%5D%20google's%20mail">Colin S. Maxwell</a> - 
Powered by <a href="http://getnikola.com">Nikola</a><br></footer>
</div>
</div>


            <script src="../assets/js/all-nocdn.js"></script><script>$('a.image-reference:not(.islink) img:not(.islink)').parent().colorbox({rel:"gal",maxWidth:"100%",maxHeight:"100%",scalePhotos:true});</script><!-- fancy dates --><script>
    moment.locale("en");
    fancydates(0, "YYYY-MM-DD HH:mm");
    </script><!-- end fancy dates -->
</body>
</html>
